Repository: AmazeeLabs/pathauto
Catalog: translations/*.po
Languages: da

source: It appears that the <a href="@token_link">Token module</a> is not installed. Please ensure that you have it installed so that Pathauto can work properly. You may need to disable Pathauto and re-enable it to get Token enabled.
da: Det lader til at <a href="@token_link">Token-modulet</a> ikke er installeret. Undersøg om du har det installeret så Pathauto kan fungere ordenligt. Du bliver muligvis nød til at slå Pathauto fra og så slå det til igen for at aktivere Token.

source: General settings
da: Generelle indstillinger

source: Verbose
da: Meddelsom

source: Display alias changes (except during bulk updates).
da: Vis aliasændringer (undtagen under masseopdateringer).

source: Separator
da: Adskiller

source: Character used to separate words in titles. This will replace any spaces and punctuation characters. Using a space or + character can cause unexpected results.
da: Tegn brugt til at adskille ord i titler. Dette vil erstatte alle mellemrum og tegnsætningstegn. Hvis du bruger et mellemrum eller + kan det give uventede resultater.

source: Character case
da: Store/små bogstaver

source: Change to lower case
da: Ændr til at være med små bogstaver

source: Maximum alias length
da: Maksimal aliaslængde

source: Maximum length of aliases to generate. 100 is recommended. See <a href="@pathauto-help">Pathauto help</a> for details.
da: Maksimal længde på genererede aliaser. 100 er anbefalet. Se <a href="@pathauto-help">Pathauto-hjælpen</a> for detaljer.

source: Maximum component length
da: Maksimal komponentlængde

source: Maximum text length of any component in the alias (e.g., [title]). 100 is recommended. See <a href="@pathauto-help">Pathauto help</a> for details.
da: Maksimal tekstlængde for enhver komponent i aliaset (f.eks. [title]). 100 er anbefalet. Se <a href="@pathauto-help">Pathauto's hjælp</a> for detaljer.

source: Maximum number of objects to alias in a bulk update
da: Maksimalt antal af elementer der skal laves aliaser for i en masseopdatering

source: Maximum number of objects of a given type which should be aliased during a a bulk update. The default is 50 and the recommended number depends on the speed of your server. If bulk updates "time out" or result in a "white screen" then reduce the number.
da: Maksimalt antal af elementer af en given type der skal laves aliaser for under en masseopdatering. 50 er standard, og den anbefalede værdi afhænger af din servers hastighed. Hvis masseopdateringer når tidsgrænsen eller resulterer i en "hvid skærm" bør du nedsætte antallet.

source: Do nothing. Leave the old alias intact.
da: Gør intet. Efterlad det gamle alias som det er.

source: Create a new alias. Leave the existing alias functioning.
da: Opret et nyt alias. Efterlad det eksisterende alias funktionelt.

source: Create a new alias. Delete the old alias.
da: Opret et nyt alias. Slet det gamle alias.

source: Create a new alias. Redirect from old alias.
da: Opret et nyt alias. Omdiriger fra det gamle alias.

source: Update action
da: Opdatér handling

source: What should pathauto do when updating an existing content item which already has an alias?
da: Hvad skal pathauto gøre når den opdaterer et eksisterende indholdselement der allerede har et alias?

source: Transliterate prior to creating alias
da: Omskriv før opretning af alias

source: Reduce strings to letters and numbers from ASCII-96
da: Reducér strenge til bogstaver og tal fra ASCII-96

source: Filters the new alias to only letters and numbers found in the ASCII-96 set.
da: Filtrer det nye alias til kun at indeholde bogstaver og tal fra ASCII-96-sættet.

source: Strings to Remove
da: Strenge der skal fjernes

source: Words to strip out of the URL alias, separated by commas. Do not place punctuation in here and do not use WYSIWYG editors on this field.
da: Kommasepareret liste over ord der skal fjernes fra URL-aliaset. Placer ikke tegnsætning her og brug ikke WYSIGWYD-redigering på dette felt.

source: Punctuation settings
da: Tegnindstillinger

source: Remove
da: Fjern

source: Replace by separator
da: Erstat med adskiller

source: No action (do not replace)
da: Ingen handling (erstat ikke)

source: Replacement patterns
da: Erstatningsmønstre

source: Use -raw replacements for text to avoid problems with HTML entities.
da: Brug "-raw" teksterstatninger for at undgå problemer med HTML-elementer.

source: The text to use for aliases for RSS feeds. Examples are "feed" and "0/feed".
da: Teksten der skal bruges til RSS-kildealiaser. For eksempel "kilde" eller "0/kilde".

source: You are using the token [%token] which has a -raw companion available [%raw_token]. For Pathauto patterns you should use the -raw version of tokens unless you really know what you are doing. See the <a href="@pathauto-help">Pathauto help</a> for more details.
da: Du bruger symbolet [%token] som har en "-raw"-udgave tilgængelig: [%raw_token]. Du bør bruge "-raw"-versionen af symboler til Pathauto-mønstre, medmindre du virkelig ved hvad du laver. Se <a href="@pathauto-help">Pathauto-hjælpen</a> for flere detaljer.

source: NOTE: This field contains potentially incorrect patterns.
da: OBS: Dette felt indeholder muligt ukorrekte mønstre.

source: You have configured the @name to be the separator and to be removed when encountered in strings. This can cause problems with your patterns and especially with the catpath and termpath patterns. You should probably set the action for @name to be "replace by separator"
da: Du har sat "@name" til at være adskiller og til at blive fjernet når den bliver mødt i strenge. Dette kan skabe problemer med dine mønstre og især med "catpath"- og "termpath"-mønstre. Du bør nok sætte handlingen for "@name" til "Erstat med adskiller"

source: Choose Aliases to Delete
da: Vælg aliaser der skal slettes

source: all aliases
da: alle aliaser

source: Delete all aliases. Number of aliases which will be deleted: %count.
da: Slet alle aliaser. Antal aliaser der vil blive slettet: %count.

source: Delete aliases for all @label. Number of aliases which will be deleted: %count.
da: Slet aliaser for alle @label. Antal aliaser der vil blive slettet: %count.

source: <p><strong>Note:</strong> there is no confirmation. Be sure of your action before clicking the "Delete aliases now!" button.<br />You may want to make a backup of the database and/or the url_alias table prior to using this feature.</p>
da: <p><strong>OBS:</strong> Der er ingen bekræftelse. Vær sikker på hvad du gør før du trykker på "Slet aliaser nu!"-knappen.<br />Det er en god ide at lave en sikkerhedskopi af databasen og/eller "url_alias"-tabellen før du bruger denne funktion.</p>

source: Delete aliases now!
da: Slet aliaser nu!

source: All of your path aliases have been deleted.
da: Alle dine stialiaser er blevet slettet.

source: All of your %type path aliases have been deleted.
da: Alle dine %type-stialiaser er blevet slettet.

source: Bulk generation of index aliases completed, one alias generated.
da: Massegenerering af indeksaliaser færdiggjort, et alias genereret.

source: Problem token:
da: Problematisk symbol:

source: Ignoring alias %dst due to existing path conflict.
da: Ignorerer aliaset %dst på grund af konflikt med eksisterende alias.

source: Ignoring alias %dst because it is the same as the internal path.
da: Ignorerer aliaset %dst da det er det samme som en intern sti.

source: Created new alias %dst for %src, replacing %old_alias. %old_alias now redirects to %dst
da: Oprettet nyt alias %dst for %src der erstatter %old_alias. %old_alias omdirigerer nu til %dst

source: Created new alias %dst for %src, replacing %old_alias
da: Oprettet nyt alias %dst for %src der erstatter %old_alias

source: Created new alias %dst for %src
da: Oprettet nyt alias %dst for %src

source: Double quotes "
da: Gåseøjne "

source: Single quotes (apostrophe) '
da: Apostrof '

source: Comma ,
da: Komma ,

source: Period .
da: Punktum .

source: Hyphen -
da: Bindestreg -

source: Underscore _
da: Understreg _

source: Colon :
da: Kolon :

source: Semicolon ;
da: Semikolon ;

source: Pipe |
da: Rør |

source: Left curly bracket {
da: Venstre krøllet parentes {

source: Left square bracket [
da: Venstre kantet parentes [

source: Right curly bracket }
da: Højre krøllet parentes }

source: Right square bracket ]
da: Højre kantet parentes ]

source: Equal =
da: Lighedstegn =

source: Asterisk *
da: Stjerne *

source: Ampersand &
da: Og-tegn &

source: Percent %
da: Procent %

source: Caret ^
da: Cirkumfleks ^

source: Dollar $
da: Dollar-tegn $

source: Hash #
da: Havelåge #

source: At @
da: Snabel-a @

source: Exclamation !
da: Udråbstegn !

source: Left parenthesis (
da: Venstre parentes (

source: right parenthesis )
da: højre parentes )

source: Question mark ?
da: Spørgsmålstegn ?

source: Less than <
da: Mindre end <

source: Greater than >
da: Større end >

source: Back slash \
da: Omvendt skråstreg \

source: It appears that you have installed Pathauto, which depends on token, but token is either not installed or not installed properly.
da: Det lader til du har installeret Pathauto der afhænger af token, men enten er token ikke installeret eller også er det ikke installeret korrekt.

source: Node path settings
da: Indstillinger for indholdselementstier

source: Default path pattern (applies to all node types with blank patterns below)
da: Standard stimønster (bruges for alle indholdstyper med tomme mønstre nedenfor)

source: content/[title-raw]
da: indhold/[title-raw]

source: Pattern for all @node_type paths
da: Mønster for alle @node_type-stier

source: Pattern for all @node_type paths in @language
da: Mønster for alle @node_type-stier på @language

source: Bulk generation of nodes completed, one alias generated.
da: Massegenerering af indholdselementer færdiggjort, et alias genereret.

source: Taxonomy term path settings
da: Indstillinger for taksonomitermstier

source: Default path pattern (applies to all vocabularies with blank patterns below)
da: Standard stimønster (bruges for alle ordforråd med tomme mønstre nedenfor)

source: category/[vocab-raw]/[catpath-raw]
da: kategori/[vocab-raw]/[catpath-raw]

source: Pattern for all %vocab-name paths
da: Mønster for alle %vocab-name-stier

source: Forum path settings
da: Indstillinger for forumstier

source: Pattern for forums and forum containers
da: Mønster for fora og forumbeholdere

source: Bulk generate forum paths
da: Massegenerer forumstier

source: Bulk generation of terms completed, one alias generated.
da: Massegenerering af termer færdiggjort, et alias genereret.

source: User path settings
da: Indstillinger for brugerstier

source: Pattern for user account page paths
da: Mønster for brugerkontosidestier

source: users/[user-raw]
da: brugere/[user-raw]

source: Bulk generate aliases for users that are not aliased
da: Massegenerer aliaser for brugere der ikke har et alias

source: Generate aliases for all existing user account pages which do not already have aliases.
da: Generer aliaser for alle eksisterende brugerkontosider der ikke allerede har et alias.

source: Blog path settings
da: Indstillinger for blogstier

source: Pattern for blog page paths
da: Mønster for blogsidestier

source: Bulk generate aliases for blogs that are not aliased
da: Massegenerer aliaser for blogs der ikke har et alias

source: Generate aliases for all existing blog pages which do not already have aliases.
da: Generer aliaser for alle eksisterende blogsider der ikke allerede har et alias.

source: User-tracker path settings
da: Indstillinger for brugersporsstier

source: Pattern for user-tracker page paths
da: Mønster for brugersporssidestier

source: users/[user-raw]/track
da: brugere/[user-raw]/spor

source: Bulk generation of users completed, one alias generated.
da: Massegenerering af brugere færdiggjort, et alias genereret.

source: Bulk generation of user tracker pages completed, one alias generated.
da: Massegenerering af brugersporersider færdiggjort, et alias genereret.

source: <p>Provides a mechanism for modules to automatically generate aliases for the content they manage.</p> <h2>Settings</h2> <p>The <strong>Maximum Alias Length</strong> and <strong>Maximum component length</strong> values default to 100 and have a limit of 128 from pathauto. This length is limited by the length of the dst column of the url_alias database table. The default database schema for this column is 128. If you set a length that is equal to that of the one set in the dst column it will cause problems in situations where the system needs to append additional words to the aliased URL. For example... URLs generated for feeds will have "/feed" added to the end. You should enter a value that is the length of the dst column minus the length of any strings that might get added to the end of the URL. The length of strings that might get added to the end of your URLs depends on which modules you have enabled and on your Pathauto settings. The recommended and default value is 100.</p> <p><strong>Raw Tokens</strong> In Pathauto it is appropriate to use the -raw form of tokens. Paths are sent through a filtering system which ensures that raw user content is filtered. Failure to use -raw tokens can cause problems with the Pathauto punctuation filtering system.</p>
da: <p>Udbyder en mekanisme som moduler kan bruge til automatisk at generere aliaser for det indhold de bestyrer.</p> <h2>Indstillinger</h2> <p>Den <strong>maksimale aliaslængde</strong> og <strong>maksimal komponentlængde</strong> er som standard sat til 100 og har en begrænsning på 128 fra Pathauto. Denne længde er begrænset af længden på "dst"-kolonnen i "url_alias"-databasetabellen. Standard databaseskemaet for denne kolonne er 128. Hvis du sætter en længde der er lig med den i "dst"-kolonnen vil det skabe problemer når systemet har brug for at tilføje yderligere ord til URL-aliaset. Eksempelvis vil URL'er genereret for RSS-kilder have "/kilde" (eller "/feed") tilføjet til slutningen. Du bør angive en værdi der er lig længden af "dst"-kolonnen minus længden på alle strenge der kan blive tilføjet i slutningen af URL'en. Længden af de strenge der kan blive tilføjet afhænger af hvilke moduler du har slået til, og af dine Pathauto-indstillinger. Den anbefalede værdi (og standardværdien) er 100.</p> <p><strong>"Raw" (rå) symboler</strong> I Pathauto er det passende at bruge "-raw"-versionen af symboler. Stier bliver sendt gennem et filtreringssystem der sørger for at råt brugerindhold bliver filtreret. Hvis du ikke bruger "-raw"-symboler kan der opstå problemer med Pathautos tegnsætningsfilter.</p>

source: As [cat], but including its supercategories separated by /.
da: Som [cat], men inklusiv dets overkategorier adskilt af /.

source: As [cat-raw], but including its supercategories separated by /. WARNING - raw user input.
da: Som [cat-raw], men inklusiv dets overkategorier adskilt af /. ADVARSEL: rå brugerinddata.

source: URL alias for the term.
da: URL-alias for termen.

source: As [term], but including its supercategories separated by /.
da: Som [term], men inklusiv dets overkategorier adskilt af /.

source: As [term-raw], but including its supercategories separated by /. WARNING - raw user input.
da: Som [term-raw], men inklusiv dets overkategorier adskilt af /. ADVARSEL: rå brugerinddata.

source: URL alias for the parent book.
da: URL-alias for overbogen.

source: users
da: brugere

source: content
da: indhold

source: vocabularies and terms
da: ordforråd og termer

source: user trackers
da: brugersporere

source: forums
da: fora

source: An alias will be generated for you. If you wish to create your own alias below, untick this option.
da: Der vil blive genereret et alias for dig. Hvis du vil lave dit eget alias skal du fjerne fluebenet for dette tilvalg.

source: To control the format of the generated aliases, see the <a href="@pathauto">Pathauto settings</a>.
da: Se <a href="@pathauto">Pathauto's indstillinger</a> for at styre formatet af de genererede aliaser.

source: Automatic alias
da: Automatisk alias

source: Update path alias
da: Opdatér stialias

source: administer pathauto
da: administrer pathauto

source: notify of path changes
da: giv besked om stiændringer

source: Automated alias settings
da: Indstillinger for automatiserede aliaser

source: Delete aliases
da: Slet aliaser

source: Provides a mechanism for modules to automatically generate aliases for the content they manage.
da: Udbyder en mekanisme som moduler kan bruge til automatisk at generere aliaser for det indhold de bestyrer.
